---
layout:     post
title:      情绪管理的三种方法
subtitle:   读书笔记
date:       2024-04-19
author:     yihan
header-img: img/post-bg-ios9-web.jpg
catalog: true
tags:
    - 阅读
    - 心得
---
# 情绪管理的三种方法

1. 接受

如果你内心所有欲望都能做到不依赖自己以外的任何人，那你便是自己的主人，也将因此获得真正的自由。斯多葛学派的哲学就是让你掌控自己的人生，懂得在自己有能力完成或改变的事情上下功夫，而不要在无能为力的事情上浪费精力。

- 学习接受的人，在困境中呆的时间最长，而不是想象好的情况。

2. 重新评估

- 通过改变大脑对事物的理解过程，你可以有效缩短导致不快情绪的恶性循环。心理学家把这种引导性思维称为“重新评估”。
- 研究人员发现，转移注意力的方法并不奏效，但采用重新评估的小组则表示，他们感受到的疲惫和痛苦程度明显降低。他们承认情绪对自己有影响，并且愿意反思自己受情绪驱动所采取的行动。

3. 表达
- 通过谈话或者书写出来，就可以缓解情绪。
